PUNCTUATION_CHARS = ['.', ',', '?', '!', '...', ';', '-', '--', ':', '—', 
                    '\'', '\"','(', ')', '[', ']', '{', '}', '\\', '/', '\n']

END_TO_CHECK = [
                "мемо", "мете", "муть",
                "меш", "ові", "еві", "єві", "ами", "ями", "има", "ого", "ому","ими", "ома", "ами",
                "ою", "ею", "єю", "ів", "їв", "му", "ме", "ом", "ям", "ої", "єї", "их", "ох", "ом", "ма", "ам",  "ій", "им", "ий",
                "а", "я", "и", "і", "у", "ю", "е", "о", 
                ]

EXPECTION_WORDS = []

LOGS_FOLDER = 'logs'
TEXTS_FOLDER = 'texts'